import React from 'react';

const About = () => {

    return (
        <p>
            <i><b>watch online</b></i>  שמחים שבחרת לבצע את חווית הקניה ב
            <br />
            ניתן להיות חברים ובכך לשמור את השעונים המועדפים עליך בסל הקניות עד החלטתך בקניית השעון
            <br />
            טרם התחברות לאזור האישי ניתן רק לעיין באתר
            (במוצרים , תגובות וכדומה)  ניתן לבצע פעולה כלשהיא אך לא
            ניתן לבצע פעולה כלשהיא
            <br />
            ניתן לבחור ולהתרשם מהמוצרים טרם התחברות לאזור האישי שלך אך הפריטים המועדפים עליך לא ישמרו בסל הקניות
            <br />
            כמו כן תגובות על מוצרים יהיה ניתן לשתף לאחר התחברות לאזור האישי בלבד, לאחר התחברות הפרטים יתווספו לסל הקניות וישמרו לך עד החלטתך בקניתים
            <br />
            חשוב לציין שלא ניתן לבצע הזמנה טרם התחברות לאזור האישי
            <br />
            דואגים לך למחיר הטוב ביותר על כן המחירים המוצגים באתר סופיים בהחלט
            <br />
            <i><b>watch online</b></i> מאחלים לך חווית קניה מהנה ומועילה ב
        </p>
    );
}
export default About;